[
  {
    "id": 1,
    "module": 1,
    "title": "Вступ до методу, основні принципи, закони та підходи у системно-феноменологічній терапії",
    "description": "Історія та розвиток методу системних розстановок. Визначення виміру поля. Основні системні закони: приналежність, ієрархія, баланс 'брати-давати'. Позиція та налаштування терапевта. Робота з основними системними порушеннями: переплетінням, ідентифікацією, заміщенням. Етапи проведення розстановки.",
    "startDate": "2023-10-06T14:00:00+02:00",
    "endDate": "2023-10-08T18:00:00+02:00"
  },
  {
    "id": 2,
    "module": 2,
    "title": "Дитячо-батьківські відносини",
    "description": "Теорія прив'язаності. Етапи розвитку дитини. Системне значення матері та батька, базова тріада. Робота з перерваним рухом любові до батьків. Порядки та лояльності. Методи Праймал терапії. Вплив абортованих, прихованих та неоплаканих дітей на сім'ю. Сепарація та батьківське благословення.",
    "startDate": "2023-11-17T14:00:00+02:00",
    "endDate": "2023-11-19T19:00:00+02:00"
  },
  {
    "id": 3,
    "module": 3,
    "title": "Робота з особистою та системною травмою в польовій терапії",
    "description": "Визначення та класифікація травми. Сучасні погляди на терапію травми. Розстановка травми за Ф. Руппертом. Великі ресурси у роботі з системною травмою.",
    "startDate": "2024-01-12T14:00:00+02:00",
    "endDate": "2024-01-14T19:00:00+02:00"
  },
  {
    "id": 4,
    "module": 4,
    "title": "Розстановки хвороб та симптомів",
    "description": "Рівні та прояви симптомів: фізичний, психо-емоційний, поведінковий. Тілесні симптоми як частина неінтегрованої сімейної історії. Принципи роботи із симптомом і хворобою. Розстановка симптомів за Д. Капенхаутом.",
    "startDate": "2024-02-23T14:00:00+02:00",
    "endDate": "2024-02-25T19:00:00+02:00"
  },
  {
    "id": 5,
    "module": 5,
    "title": "Чоловік і жінка — системний погляд на партнерські стосунки в парі",
    "description": "Баланс 'брати та давати' у партнерських відносинах. Кого заміщає для мене партнер? Робота з проекціями у методі сімейних розстановок. Сексуальність, вплив незавершених відносин на взаємини у парі. Любовні трикутники. Зрада. Безпліддя. Перевага партнерських відносин до батьківських. Внутрішній чоловік, внутрішня жінка, як відображення зовнішніх стосунків. Чоловіча та жіноча ініціація.",
    "startDate": "2024-04-19T14:00:00+02:00",
    "endDate": "2024-04-21T19:00:00+02:00"
  },
  {
    "id": 6,
    "module": 6,
    "title": "Робота з темами смерті та втрати",
    "description": "Смерть як інший вимір, робота з кордоном між життям та смертю. Дозволяючі фрази, ритуали прощання та переходу, супроводжуючі фігури для померлих. Стадії переживання горя. Злочинці та жертви. Самогубства. Використання шаманського колеса.",
    "startDate": "2024-06-14T14:00:00+02:00",
    "endDate": "2024-06-16T19:00:00+02:00"
  },
  {
    "id": 7,
    "module": 7,
    "title": "Бізнес розстановки, гроші та реалізація",
    "description": "Принципи організаційних розстановок. Базова розстановка бізнес-системи. Системні закони грошей. Гроші для живих/для дорослих/тут і зараз. Перешкоди для грошей: грошовий бар'єр, грошова воронка, грошова стеля. Я і моя вища реалізація. Вплив родових динамік на грошовий потік.",
    "startDate": "2024-09-19T14:00:00+02:00",
    "endDate": "2024-09-21T19:00:00+02:00"
  },
  {
    "id": 8,
    "module": 8,
    "title": "Сертифікація",
    "description": "Сертифікаційна робота із зовнішніми клієнтами під супервізією. Супервізуючий тренер: Тіана Закаблук — президент УАСР (Українська Ассоціація Системних Розстановок)  ",
    "startDate": "2024-11-15T14:00:00+02:00",
    "endDate": "2024-11-17T19:00:00+02:00"
  }
]